import React from "react";
import "../components/css/soicalmedia.css"; 

const SocialMedia3DIcons = () => {
  return (
    <div className="SocialMedia" >
    <ul>
      {/**/}<li>
        <a href="https://mail.google.com/mail/?view=cm&fs=1&to=catc76599@gmail.com&su=สนใจresume+คุณมาเพิ่มให้หน่อย&body=เรียน+ผู้สมัครงาน%2C%0A%0Aขอบคุณที่ให้โอกาสเราในการพูดคุยสัมภาษณ์งานกับคุณเมื่อเร็วๆ+นี้+เรารู้สึกประทับใจในความสามารถและประสบการณ์ของคุณ+และอยากขอข้อมูลเพิ่มเติมเกี่ยวกับประวัติส่วนตัวหรือเอกสารเพิ่มเติมเพื่อช่วยในการประเมินผลการพิจารณา%0A%0Aโปรดส่งข้อมูลเพิ่มเติมกลับมาที่อีเมลนี้+หรือติดต่อเราเพื่อสอบถามข้อมูลเพิ่มเติม+เรายินดีที่จะตอบทุกข้อสงสัยของคุณ%0A%0Aขอบคุณมาก%0A%0Aทีมงาน" className="email-link">
          <span></span>
          <span></span>
          <span></span>
          <span></span>
          <span className="fa fa-center">✉</span>
        </a>
      </li>
      <li>
        <a href="tel:0961488937" className="phone">
          <span></span>
          <span></span>
          <span></span>
          <span></span>
          <span className="fa fa-phone"></span>
        </a>
      </li>
      <li>
        <a href="https://github.com/gtx550000" className="instagram">
          <span></span>
          <span></span>
          <span></span>
          <span></span>
          <span className="fa fa-github"></span>
        </a>
      </li>
      <li>
        <a href="https://www.notion.so/My-Life-179d755927f480948b42dbab1f529b55" className="facebook">
          <span></span>
          <span></span>
          <span></span>
          <span></span>
          <span className="fa fa">📖</span>
        </a>
      </li>
    </ul>
  </div>

  );
};

export default SocialMedia3DIcons;
